Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Keep copied images out of history. Copied text is still saved.
de: Kopierte Bilder landen nicht im Verlauf. Kopierter Text schon.
es: Las imágenes copiadas no entran en el historial. El texto copiado sí se guarda.
et: Hoia kopeeritud pildid ajaloost eemal. Kopeeritud tekst salvestatakse ikka.
fr: Les images copiées n'entrent pas dans l'historique. Le texte copié, si.
hu: A másolt képek nem kerülnek az előzményekbe. A másolt szöveg igen.
it: Le immagini copiate non entrano nella cronologia. Il testo copiato sì.
ja: コピーした画像は履歴に残しません。テキストはこれまでどおり保存します。
ko: 복사한 이미지는 기록에 남기지 않아요. 복사한 텍스트는 그대로 저장해요.
ms: Imej yang disalin tak masuk sejarah. Teks yang disalin tetap disimpan.
pt: As imagens copiadas não entram no histórico. O texto copiado continua a ser guardado.
ru: Не пускать скопированные изображения в историю. Текст по-прежнему сохраняется.
zh_hans: 复制的图片不进历史记录，复制的文字照常保存。

source: Keep dictation on (for a custom mic key) but remove it from the panel button / slide-up list.
de: Diktieren aktiviert lassen (für eine eigene Mikrofontaste), aber aus dem Panel-Button / der Slide-up-Liste entfernen.
es: Mantén activo el dictado (para una tecla de micrófono personalizada), pero quítalo del botón de panel / la lista deslizante.
et: Hoia dikteerimine sees (kohandatud mikrofoniklahvi jaoks), aga eemalda see paneelinupult / üleslibisevate loendist.
fr: Garde la dictée activée (pour une touche micro personnalisée), mais retire-la du bouton panneau / de la liste déroulante.
hu: Hagyd bekapcsolva a diktálást (egyéni mikrofon billentyűhöz), de vedd ki a panel gombból / a felhúzható listából.
it: Lascia attiva la dettatura (per un tasto microfono personalizzato), ma rimuovila dal pulsante pannello / dall'elenco a scorrimento.
ja: 音声入力はオンのままにしつつ（カスタムマイクキー用）、パネルボタン／スライドアップリストからは外します。
ko: 받아쓰기는 켠 채로 두되（커스텀 마이크 키용）, 패널 버튼 / 슬라이드업 목록에서는 빼주세요.
ms: Kekalkan dikte hidup (untuk kekunci mik tersuai) tetapi buang daripada butang panel / senarai leret naik.
pt: Mantém o ditado ligado (para uma tecla de microfone personalizada), mas remove-o do botão de painel / lista deslizante.
ru: Оставить диктовку включённой (для своей клавиши микрофона), но убрать её из кнопки панелей и списка по подъёму.
zh_hans: 保持语音输入开启（用于自定义麦克风键），但从面板按钮/上滑列表中移除它。

source: Keep editing
de: Weiter bearbeiten
es: Seguir editando
et: Jätka muutmist
fr: Continuer à modifier
hu: Szerkesztés folytatása
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집하기
ms: Terus sunting
pt: Continuar a editar
ru: Продолжить правку
zh_hans: 继续编辑

source: Keep emoji on (for an emoji key) but remove it from the panel button / slide-up list.
de: Lässt Emoji an (für eine Emoji-Taste), entfernt es aber vom Panel-Button / aus der Slide-up-Liste.
es: Mantén los emoji activados (para una tecla de emoji) pero quítalos del botón de panel y de la lista deslizable.
et: Hoia emoji sees (emoji-klahvi jaoks), aga eemalda see paneelinupult / üleslibisevate loendist.
fr: Garde les emoji activés (pour une touche emoji) mais retire-les du bouton de panneau / de la liste par glissement vers le haut.
hu: Tartsd bekapcsolva az emojit (egy emoji billentyűhöz), de vedd ki a panelgombból / felcsúsztatható listából.
it: Tieni l'emoji attiva (per un tasto emoji) ma toglila dal pulsante del pannello / dalla lista a scorrimento.
ja: 絵文字はオンのまま（絵文字キー用）にして、パネルボタンやスライドアップの一覧からは外します。
ko: (이모지 키를 위해) 이모지는 켜 두되, 패널 버튼 / 위로 밀기 목록에서는 빼요.
ms: Kekalkan emoji hidup (untuk kekunci emoji) tapi buang dari butang panel / senarai luncur naik.
pt: Mantém os emoji ligados (para uma tecla de emoji) mas tira-os do botão de painel / da lista de deslize para cima.
ru: Оставить эмодзи включёнными (для клавиши эмодзи), но убрать их из кнопки панелей и списка по подъёму.
zh_hans: 保留表情（给表情键用），但把它从面板按钮／上滑列表里去掉。

source: Keep every Pro feature forever.
de: Alle Pro-Funktionen für immer behalten.
es: Todas las funciones Pro para siempre.
et: Kõik Pro funktsioonid jäävad sulle alatiseks.
fr: Toutes les fonctions Pro, à vie.
hu: Az összes Pro funkció örökre a tiéd.
it: Tutte le funzioni Pro, per sempre.
ja: すべてのPro機能を無期限で使えます。
ko: 모든 Pro 기능을 영구적으로 사용하세요.
ms: Kekalkan semua ciri Pro selama-lamanya.
pt: Todas as funcionalidades Pro para sempre.
ru: Все функции Pro навсегда.
zh_hans: 永久拥有全部 Pro 功能。

source: Keep it
de: Behalten
es: Conservarlo
et: Jäta alles
fr: Le garder
hu: Maradjon
it: Tienilo
ja: 残す
ko: 그대로 두기
ms: Simpan
pt: Manter
ru: Оставить
zh_hans: 保留

source: Keep letters readable
de: Buchstaben lesbar halten
es: Mantener las letras legibles
et: Hoia tähed loetavana
fr: Garder les lettres lisibles
hu: A betűk maradjanak olvashatók
it: Mantieni le lettere leggibili
ja: 文字を読みやすく保つ
ko: 글자 가독성 유지
ms: Kekalkan huruf mudah dibaca
pt: Manter as letras legíveis
ru: Сохранить читаемость букв
zh_hans: 保持字母清晰

source: Keep one note and paste it in full
de: Behalte eine einzelne Notiz und füge sie vollständig ein
es: Mantén una sola nota y pega todo su contenido
et: Hoia üht märget ja kleebi see tervikuna
fr: Garde une seule note et colle-la en entier
hu: Egyetlen jegyzet tárolása és beillesztése teljes egészében
it: Conserva una sola nota e incollala per intero
ja: 1つのメモを保持して全文を貼り付けます
ko: 메모 하나를 보관하고 전체 내용을 붙여넣으세요
ms: Simpan satu nota dan tampal keseluruhan kandungannya
pt: Mantém uma única nota e cola todo o conteúdo
ru: Храните одну заметку и вставляйте её целиком
zh_hans: 保留一条笔记并粘贴全部内容

source: Keep profiles and themes in step
de: Profile und Themes synchron halten
es: Mantén sincronizados los perfiles y los temas
et: Profiilide ja teemade sünkroonimine
fr: Garde tes profils et tes thèmes synchronisés
hu: Profilok és témák szinkronizálása
it: Mantieni sincronizzati profili e temi
ja: プロファイルとテーマを同期
ko: 프로필과 테마를 동기화
ms: Pastikan profil dan tema disegerakkan
pt: Mantém os perfis e os temas sincronizados
ru: Синхронизация профилей и тем
zh_hans: 同步配置文件和主题

source: Keep quick notes while you type
de: Schnelle Notizen machen, während du tippst
es: Guarda notas rápidas mientras escribes
et: Tee kiireid märkmeid tipimise ajal
fr: Garde des notes rapides pendant que tu écris
hu: Készíts gyors jegyzeteket gépelés közben
it: Prendi appunti veloci mentre scrivi
ja: 入力しながらすばやくメモ
ko: 입력하면서 빠른 메모 남기기
ms: Simpan nota pantas semasa anda menaip
pt: Guarda notas rápidas enquanto escreves
ru: Делайте быстрые заметки прямо во время печати
zh_hans: 打字时随手记笔记

source: Keep this key beside the space bar on every layout, presets included. Set it up once instead of adding it to each layout.
de: Behalte diese Taste neben der Leertaste auf jedem Layout, Vorlagen eingeschlossen. Richte sie einmal ein, statt sie jedem Layout einzeln hinzuzufügen.
es: Mantén esta tecla junto a la barra espaciadora en todas las distribuciones, incluidas las preestablecidas. Configúrala una vez en lugar de añadirla a cada distribución.
et: Hoia seda klahvi tühikuklahvi kõrval igas paigutuses, eelseadistused kaasa arvatud. Seadista see üks kord, selle asemel et igasse paigutusse lisada.
fr: Garde cette touche à côté de la barre d'espace sur toutes les dispositions, préréglages compris. Configure-la une fois au lieu de l'ajouter à chaque disposition.
hu: Ez a billentyű minden elrendezésen a szóköz mellett marad, az előbeállításokon is. Egyszer állítsd be, és nem kell minden elrendezéshez külön hozzáadnod.
it: Tieni questo tasto accanto alla barra spaziatrice in tutti i layout, preset compresi. Configuralo una volta invece di aggiungerlo a ogni layout.
ja: このキーをすべてのレイアウトでスペースバーの横に置きます（プリセットも含む）。レイアウトごとに追加する代わりに、一度設定するだけです。
ko: 이 키를 프리셋을 포함한 모든 레이아웃에서 스페이스 바 옆에 두세요. 레이아웃마다 추가하는 대신 한 번만 설정하면 돼요.
ms: Kekalkan kekunci ini di sebelah bar ruang pada semua susun atur, termasuk prasetel. Sediakan sekali sahaja, tak perlu tambah pada setiap susun atur.
pt: Mantém esta tecla ao lado da barra de espaços em todos os esquemas, predefinições incluídas. Configura-a uma vez em vez de a adicionares a cada esquema.
ru: Держать эту клавишу рядом с пробелом во всех раскладках, включая пресеты. Настраивается один раз вместо добавления в каждую раскладку.
zh_hans: 让这个键在所有布局（包括预设）里都待在空格键旁边。设置一次就行，不用每个布局都加。

source: Keep this look
de: Diesen Look behalten
es: Quedarme con este estilo
et: Jäta see ilme alles
fr: Garder ce style
hu: Maradjon ez a stílus
it: Mantieni questo stile
ja: この見た目にする
ko: 이 스타일 유지
ms: Kekalkan gaya ini
pt: Manter este visual
ru: Оставить этот вид
zh_hans: 保留这个外观

source: Keep this plugin's settings and data on this device between sessions.
de: Speichert Einstellungen und Daten dieses Plugins zwischen Sitzungen auf diesem Gerät.
es: Conserva los ajustes y datos de este plugin en el dispositivo entre sesiones.
et: Säilitab pistikprogrammi seaded ja andmed seadmes seansside vahel.
fr: Conserve les réglages et les données de ce plugin sur cet appareil entre les sessions.
hu: A bővítmény beállításai és adatai maradjanak az eszközön a munkamenetek között.
it: Mantieni le impostazioni e i dati di questo plugin sul dispositivo tra una sessione e l’altra.
ja: セッション間で、このプラグインの設定とデータをデバイスに保存します。
ko: 세션 사이에 플러그인의 설정과 데이터를 이 기기에 보관합니다.
ms: Simpan tetapan dan data pemalam ini pada peranti antara sesi.
pt: Mantenha as definições e os dados deste plugin no dispositivo entre sessões.
ru: Сохранять настройки и данные плагина на устройстве между сеансами.
zh_hans: 在不同会话之间，将插件的设置和数据保留在此设备上。

source: Keep what this panel holds between openings, and between keyboard launches.
de: Behält den Inhalt dieses Panels, wenn du es schließt und wieder öffnest – auch über Tastatursitzungen hinweg.
es: Conserva lo que contiene este panel al cerrarlo y volver a abrirlo, y entre sesiones del teclado.
et: Hoiab selle paneeli sisu alles sulgemiste vahel ja ka klaviatuuri uuesti avamisel.
fr: Conserve le contenu de ce panneau d'une ouverture à l'autre, et d'une session du clavier à l'autre.
hu: Megőrzi a panel tartalmát a megnyitások között, és a billentyűzet újraindítása után is.
it: Conserva il contenuto di questo pannello tra un'apertura e l'altra, e tra le sessioni della tastiera.
ja: このパネルの内容を、閉じて開き直しても、キーボードを起動し直しても保持します。
ko: 이 패널의 내용을 다시 열 때도, 키보드를 다시 실행할 때도 그대로 유지합니다.
ms: Kekalkan kandungan panel ini antara setiap kali dibuka, dan antara sesi papan kekunci.
pt: Mantém o que este painel contém entre aberturas e entre sessões do teclado.
ru: Сохраняет содержимое панели между открытиями и между запусками клавиатуры.
zh_hans: 在关闭后重新打开，以及键盘重新启动后，都保留此面板中的内容。

source: Keeps the tool on but takes it out of the panel button and the slide-up list.
de: Lässt das Werkzeug an, nimmt es aber aus dem Panel-Button und der Liste heraus.
es: Mantiene la herramienta activada pero la quita del botón de paneles y de la lista.
et: Hoiab tööriista sees, aga võtab selle paneelinupust ja üleslibisevate loendist välja.
fr: Garde l'outil activé mais le retire du bouton de panneaux et de la liste.
hu: Bekapcsolva hagyja az eszközt, de kiveszi a panelgombból és a listából.
it: Tiene lo strumento attivo ma lo toglie dal pulsante dei pannelli e dall'elenco.
ja: ツールはオンのまま、パネルボタンと一覧からだけ外します。
ko: 도구는 켠 채로, 패널 버튼과 목록에서만 빼요.
ms: Mengekalkan alat ini hidup tetapi mengeluarkannya daripada butang panel dan senarai.
pt: Mantém a ferramenta ligada, mas tira-a do botão de painéis e da lista.
ru: Оставляет инструмент включённым, но убирает его из кнопки панелей и списка по подъёму.
zh_hans: 工具仍然开着，只是从面板按钮和列表里移除。

source: Key
de: Taste
es: Tecla
et: Klahv
fr: Touche
hu: Billentyű
it: Tasto
ja: キー
ko: 키
ms: Kekunci
pt: Tecla
ru: Клавиша
zh_hans: 按键

source: Key 0.16s/0.85 · space 0.16s · popup 0.20s · bloom 106%. Fast & firm.
de: Taste 0,16 s/0,85 · Leertaste 0,16 s · Popup 0,20 s · Bloom 106 %. Schnell & fest.
es: Tecla 0.16s/0.85 · espacio 0.16s · popup 0.20s · bloom 106%. Rápido y firme.
et: Klahv 0,16 s/0,85 · tühik 0,16 s · hüpik 0,20 s · bloom 106%. Kiire ja kindel.
fr: Touche 0,16 s/0,85 · espace 0,16 s · popup 0,20 s · bloom 106 %. Rapide et ferme.
hu: Billentyű 0,16 s / 0,85 · szóköz 0,16 s · előugró 0,20 s · bloom 106%. Gyors és határozott.
it: Tasto 0,16s/0,85 · spazio 0,16s · popup 0,20s · bloom 106%. Rapido e deciso.
ja: キー 0.16秒/0.85 · スペース 0.16秒 · ポップアップ 0.20秒 · ブルーム 106%。速くてしっかり。
ko: 키 0.16초/0.85 · 스페이스 0.16초 · 팝업 0.20초 · 블룸 106%. 빠르고 단단해요.
ms: Kekunci 0.16s/0.85 · ruang 0.16s · pop timbul 0.20s · bloom 106%. Pantas & tegas.
pt: Tecla 0,16s/0,85 · espaço 0,16s · popup 0,20s · bloom 106%. Rápido e firme.
ru: Клавиша 0,16 с/0,85 · пробел 0,16 с · всплытие 0,20 с · свечение 106%. Быстро и твёрдо.
zh_hans: 按键 0.16秒/0.85 · 空格 0.16秒 · 弹窗 0.20秒 · bloom 106%。又快又稳。

source: Key 0.26s/0.60 · space 0.28s · popup 0.32s · bloom 112% · linger 60ms.
de: Taste 0,26 s/0,60 · Leertaste 0,28 s · Popup 0,32 s · Bloom 112 % · Verweilen 60 ms.
es: Tecla 0.26s/0.60 · espacio 0.28s · popup 0.32s · bloom 112% · espera 60ms.
et: Klahv 0,26 s/0,60 · tühik 0,28 s · hüpik 0,32 s · bloom 112% · viivitus 60 ms.
fr: Touche 0,26 s/0,60 · espace 0,28 s · popup 0,32 s · bloom 112 % · maintien 60 ms.
hu: Billentyű 0,26 s / 0,60 · szóköz 0,28 s · előugró 0,32 s · bloom 112% · késlekedés 60 ms.
it: Tasto 0,26s/0,60 · spazio 0,28s · popup 0,32s · bloom 112% · attesa 60ms.
ja: キー 0.26秒/0.60 · スペース 0.28秒 · ポップアップ 0.32秒 · ブルーム 112% · 保持 60ms。
ko: 키 0.26초/0.60 · 스페이스 0.28초 · 팝업 0.32초 · 블룸 112% · 유지 60ms.
ms: Kekunci 0.26s/0.60 · ruang 0.28s · pop timbul 0.32s · bloom 112% · berlengah 60ms.
pt: Tecla 0,26s/0,60 · espaço 0,28s · popup 0,32s · bloom 112% · permanência 60ms.
ru: Клавиша 0,26 с/0,60 · пробел 0,28 с · всплытие 0,32 с · свечение 112% · задержка 60 мс.
zh_hans: 按键 0.26秒/0.60 · 空格 0.28秒 · 弹窗 0.32秒 · bloom 112% · 停留 60ms。

source: Key 0.34s/0.45 · space 0.36s · popup 0.40s · bloom 120%. Loose & playful.
de: Taste 0,34 s/0,45 · Leertaste 0,36 s · Popup 0,40 s · Bloom 120 %. Locker & verspielt.
es: Tecla 0.34s/0.45 · espacio 0.36s · popup 0.40s · bloom 120%. Suelto y juguetón.
et: Klahv 0,34 s/0,45 · tühik 0,36 s · hüpik 0,40 s · bloom 120%. Lahtine ja mänguline.
fr: Touche 0,34 s/0,45 · espace 0,36 s · popup 0,40 s · bloom 120 %. Souple et joueur.
hu: Billentyű 0,34 s / 0,45 · szóköz 0,36 s · előugró 0,40 s · bloom 120%. Laza és játékos.
it: Tasto 0,34s/0,45 · spazio 0,36s · popup 0,40s · bloom 120%. Sciolto e giocoso.
ja: キー 0.34秒/0.45 · スペース 0.36秒 · ポップアップ 0.40秒 · ブルーム 120%。ゆるくて遊び心。
ko: 키 0.34초/0.45 · 스페이스 0.36초 · 팝업 0.40초 · 블룸 120%. 느슨하고 경쾌해요.
ms: Kekunci 0.34s/0.45 · ruang 0.36s · pop timbul 0.40s · bloom 120%. Longgar & suka-suka.
pt: Tecla 0,34s/0,45 · espaço 0,36s · popup 0,40s · bloom 120%. Solto e divertido.
ru: Клавиша 0,34 с/0,45 · пробел 0,36 с · всплытие 0,40 с · свечение 120%. Свободно и игриво.
zh_hans: 按键 0.34秒/0.45 · 空格 0.36秒 · 弹窗 0.40秒 · bloom 120%。松弛好玩。

source: Key Confusion
de: Tastenverwechslung
es: Confusión de teclas
et: Klahvide segiajamine
fr: Confusion de touches
hu: Billentyű-összekeverés
it: Confusione dei tasti
ja: キーの取り違え
ko: 키 혼동
ms: Kekeliruan Kekunci
pt: Confusão de teclas
ru: Путаница клавиш
zh_hans: 按键混淆

source: Key Drift
de: Tastendrift
es: Deriva de teclas
et: Klahvide triiv
fr: Dérive des touches
hu: Billentyű-elcsúszás
it: Deriva dei tasti
ja: キーのドリフト
ko: 키 드리프트
ms: Hanyutan Kekunci
pt: Desvio das teclas
ru: Смещение клавиш
zh_hans: 按键漂移

source: Key activity
de: Tastennutzung
es: Uso de las teclas
et: Klahvide kasutus
fr: Utilisation des touches
hu: Billentyűhasználat
it: Utilizzo dei tasti
ja: キーの使用状況
ko: 키 사용 현황
ms: Penggunaan kekunci
pt: Utilização das teclas
ru: Использование клавиш
zh_hans: 按键使用情况

source: Key arrangement and custom layouts
de: Tastenanordnung und eigene Layouts
es: Distribución de teclas y disposiciones personalizadas
et: Klahvide asetus ja kohandatud paigutused
fr: Disposition des touches et dispositions personnalisées
hu: Billentyűk elrendezése és egyéni kiosztások
it: Disposizione dei tasti e layout personalizzati
ja: キーの配置とカスタムレイアウト
ko: 키 배열 및 사용자 레이아웃
ms: Susunan kekunci dan susun atur tersuai
pt: Disposição das teclas e esquemas personalizados
ru: Расположение клавиш и свои раскладки
zh_hans: 按键排列与自定义布局

source: Key arrangement, custom layouts & keys
de: Tastenanordnung, eigene Layouts & Tasten
es: Distribución de teclas, diseños personalizados y teclas
et: Klahvide paigutus, kohandatud paigutused ja klahvid
fr: Agencement des touches, dispositions personnalisées et touches
hu: Billentyűelrendezés, egyedi elrendezések és billentyűk
it: Disposizione dei tasti, layout e tasti personalizzati
ja: キー配置、カスタムレイアウトとキー
ko: 키 배치, 맞춤 레이아웃과 키
ms: Susunan kekunci, susun atur tersuai & kekunci
pt: Disposição das teclas, esquemas e teclas personalizados
ru: Расположение клавиш, свои раскладки и клавиши
zh_hans: 按键排列、自定义布局和按键

source: Key background
de: Tastenhintergrund
es: Fondo de la tecla
et: Klahvi taust
fr: Arrière-plan de la touche
hu: Kulcs háttér
it: Sfondo del tasto
ja: キーの背景
ko: 키 배경
ms: Latar belakang kekunci
pt: Fundo da tecla
ru: Фон клавиши
zh_hans: 按键背景

source: Key bloom
de: Tastenleuchten
es: Resplandor de teclas
et: Klahvide helendus
fr: Halo des touches
hu: Billentyűk fényudvara
it: Alone dei tasti
ja: キーのにじみ光
ko: 키 블룸
ms: Sinar kekunci
pt: Brilho difuso das teclas
ru: Ореол клавиш
zh_hans: 按键泛光

source: Key color
de: Tastenfarbe
es: Color de la tecla
et: Klahvi värv
fr: Couleur de la touche
hu: Billentyű színe
it: Colore del tasto
ja: キーの色
ko: 키 색상
ms: Warna kekunci
pt: Cor da tecla
ru: Цвет клавиши
zh_hans: 按键颜色

source: Key deformation
de: Tastenverformung
es: Deformación de tecla
et: Klahvi moonutamine
fr: Déformation de touche
hu: Billentyű-torzulás
it: Deformazione del tasto
ja: キーの変形
ko: 키 변형
ms: Ubah bentuk kekunci
pt: Deformação da tecla
ru: Деформация клавиш
zh_hans: 按键形变

source: Key faces
de: Tastenbeschriftung
es: Caras de las teclas
et: Klahvide esiküljed
fr: Faces des touches
hu: Billentyűfeliratok
it: Facce dei tasti
ja: キーの表示
ko: 키 표면
ms: Muka kekunci
pt: Faces das teclas
ru: Надписи на клавишах
zh_hans: 键面

source: Key glyphs
de: Tastensymbole
es: Símbolos de teclas
et: Klahviglüüfid
fr: Symboles des touches
hu: Billentyűjelek
it: Simboli dei tasti
ja: キーの文字
ko: 키 글리프
ms: Glif kekunci
pt: Símbolos das teclas
ru: Символы клавиш
zh_hans: 按键字符

source: Key haptics
de: Tastenhaptik
es: Respuesta háptica de las teclas
et: Klahvide puutetagasiside
fr: Retour haptique des touches
hu: Billentyűrezgés
it: Feedback aptico dei tasti
ja: キーの触覚フィードバック
ko: 키 햅틱
ms: Haptik kekunci
pt: Resposta háptica das teclas
ru: Тактильный отклик клавиш
zh_hans: 按键触感反馈

source: Key height
de: Tastenhöhe
es: Altura de tecla
et: Klahvi kõrgus
fr: Hauteur des touches
hu: Kulcsmagasság
it: Altezza tasti
ja: キーの高さ
ko: 키 높이
ms: Tinggi kekunci
pt: Altura das teclas
ru: Высота клавиши
zh_hans: 按键高度

source: Key height and key width resize the keys themselves.
de: Tastenhöhe und Tastenbreite ändern die Tasten selbst.
es: El alto y el ancho de tecla cambian las teclas en sí.
et: Klahvi kõrgus ja klahvi laius muudavad klahve eneseid.
fr: La hauteur et la largeur de touche redimensionnent les touches elles-mêmes.
hu: A billentyűmagasság és -szélesség magukat a billentyűket méretezi.
it: Altezza e larghezza dei tasti ridimensionano i tasti stessi.
ja: 「キーの高さ」と「キーの幅」はキーそのものの大きさを変えます。
ko: 키 높이와 키 너비는 키 자체의 크기를 바꿉니다.
ms: Tinggi dan lebar kekunci mengubah saiz kekunci itu sendiri.
pt: A altura e a largura de tecla redimensionam as próprias teclas.
ru: «Высота клавиши» и «Ширина клавиши» меняют размер самих клавиш.
zh_hans: “按键高度”和“按键宽度”改的是按键本身。

source: Key hitboxes
de: Berührungsflächen der Tasten
es: Zonas táctiles de las teclas
et: Klahvide puutealad
fr: Zones tactiles des touches
hu: Billentyűk érintési területe
it: Aree sensibili dei tasti
ja: キーのタッチ領域
ko: 키 터치 영역
ms: Kawasan sentuh kekunci
pt: Áreas de toque das teclas
ru: Области нажатия клавиш
zh_hans: 按键触控区域

source: Key labels
de: Tastenbeschriftungen
es: Etiquetas de teclas
et: Klahvisildid
fr: Libellés des touches
hu: Billentyűfeliratok
it: Etichette dei tasti
ja: キーラベル
ko: 키 레이블
ms: Label kekunci
pt: Etiquetas das teclas
ru: Подписи клавиш
zh_hans: 按键标签

source: Key lighting
de: Tastenbeleuchtung
es: Iluminación de teclas
et: Klahvide valgustus
fr: Éclairage des touches
hu: Billentyűvilágítás
it: Illuminazione dei tasti
ja: キーの照明
ko: 키 조명
ms: Pencahayaan kekunci
pt: Iluminação das teclas
ru: Подсветка клавиш
zh_hans: 按键灯光

source: Key popups
de: Tasten-Popups
es: Ventanas emergentes de tecla
et: Klahvide hüpikud
fr: Bulles de touche
hu: Kulcs felugró ablakok
it: Popup dei tasti
ja: キーのポップアップ
ko: 키 팝업
ms: Pop timbul kekunci
pt: Balões de tecla
ru: Всплывающие клавиши
zh_hans: 按键弹出框

source: Key press
de: Tastendruck
es: Pulsación de tecla
et: Klahvivajutus
fr: Pression de touche
hu: Gombnyomás
it: Pressione dei tasti
ja: キー押下
ko: 키 누름
ms: Tekanan kekunci
pt: Pressão de tecla
ru: Нажатие клавиши
zh_hans: 按键按下

source: Key press haptics
de: Haptik beim Tastendruck
es: Vibración al pulsar tecla
et: Klahvivajutuse haptika
fr: Retour haptique à la frappe
hu: Billentyűnyomás haptika
it: Feedback aptico alla pressione
ja: キー押下時の触覚フィードバック
ko: 키 입력 햅틱
ms: Haptik tekanan kekunci
pt: Vibração ao premir tecla
ru: Тактильная отдача при нажатии
zh_hans: 按键触感反馈

source: Key press style
de: Stil beim Tastendruck
es: Estilo al pulsar
et: Klahvivajutuse stiil
fr: Style d’appui des touches
hu: Billentyűlenyomás stílusa
it: Stile di pressione dei tasti
ja: キー押下のスタイル
ko: 키 누름 스타일
ms: Gaya tekan kekunci
pt: Estilo ao premir teclas
ru: Стиль нажатия клавиш
zh_hans: 按键按压样式

source: Key preview
de: Tastenvorschau
es: Vista previa de la tecla
et: Klahvi eelvaade
fr: Aperçu de la touche
hu: Billentyű előnézete
it: Anteprima del tasto
ja: キーのプレビュー
ko: 키 미리보기
ms: Pratonton kekunci
pt: Pré-visualização da tecla
ru: Предпросмотр клавиши
zh_hans: 按键预览

source: Key repeat
de: Tastenwiederholung
es: Repetición de tecla
et: Klahvi kordus
fr: Répétition de touche
hu: Billentyűismétlés
it: Ripetizione tasto
ja: キーリピート
ko: 키 반복
ms: Ulang kekunci
pt: Repetição de tecla
ru: Повтор клавиши
zh_hans: 按键重复

source: Key ripple
de: Tasten-Welleneffekt
es: Onda de tecla
et: Klahvi laine
fr: Ondulation de touche
hu: Kulcs hullámzás
it: Onda del tasto
ja: キーのリップル
ko: 키 물결 효과
ms: Riak kekunci
pt: Ondulação de tecla
ru: Волна от клавиши
zh_hans: 按键涟漪

source: Key shape
de: Tastenform
es: Forma de las teclas
et: Klahvi kuju
fr: Forme des touches
hu: Billentyűforma
it: Forma dei tasti
ja: キーの形状
ko: 키 모양
ms: Bentuk kekunci
pt: Forma das teclas
ru: Форма клавиш
zh_hans: 按键形状

source: Key size
de: Tastengröße
es: Tamaño de tecla
et: Klahvi suurus
fr: Taille des touches
hu: Kulcsméret
it: Dimensione tasti
ja: キーのサイズ
ko: 키 크기
ms: Saiz kekunci
pt: Tamanho das teclas
ru: Размер клавиш
zh_hans: 按键大小

source: Key size, shape, and tap targets
de: Tastengröße, Form und Trefferflächen
es: Tamaño, forma y áreas táctiles de las teclas
et: Klahvi suurus, kuju ja tabamissiidid
fr: Taille, forme et zones tactiles des touches
hu: Billentyűméret, forma és találati zónák
it: Dimensioni, forma e aree tattili dei tasti
ja: キーの大きさ、形、タップ範囲
ko: 키 크기, 모양, 터치 영역
ms: Saiz, bentuk dan kotak sentuh kekunci
pt: Tamanho, forma e áreas táteis das teclas
ru: Размер и форма клавиш, зоны нажатия
zh_hans: 按键的尺寸、形状和点击区域

source: Key sound voice
de: Klangcharakter der Tasten
es: Timbre de las teclas
et: Klahvide kõlavärv
fr: Timbre sonore des touches
hu: Billentyűk hangszíne
it: Timbro dei tasti
ja: キー音の音色
ko: 키 사운드 음색
ms: Nada bunyi kekunci
pt: Timbre das teclas
ru: Тембр клавиш
zh_hans: 按键音色

source: Key sounds
de: Tastentöne
es: Sonidos de tecla
et: Klahvi helid
fr: Sons de touche
hu: Billentyűhangok
it: Suoni dei tasti
ja: キー音
ko: 키 소리
ms: Bunyi kekunci
pt: Sons de tecla
ru: Звуки клавиш
zh_hans: 按键音
